[
  {
    "id": "tomato-social-club",
    "title": "Tomato Social Club",
    "type": ["Web Development"],
    "description": ["Description for project one"],
    "photos": ["/images/photo1.jpg", "/images/photo2.jpg"],
    "videos": ["/videos/video1.mp4"]
  },
  {
    "id": "pour-decisions",
    "title": "Pour Decisions",
    "type": ["Web Development"],
    "description": ["Description for project one"],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  },
  {
    "id": "fluffy-dog",
    "title": "Fluffy Dog",
    "type": ["Web Development"],
    "description": [
      "Grocery delivery services are booming. And they all only talk about one thing: speed.",
      "With a different approach. A very slow one, Gorillas serves up an arthouse short film on YouTube",
      "that is about as long as the Gorillas delivery time: 8 minutes. \"Red Cabbage\" tells the story",
      "of Rod Kohl, who gets forgotten on a night bus and meets all sorts of strangers. He takes the",
      "audience into a cosmos that is very popular with the young target group and in which time",
      "doesn't matter: the Berlin night. The social blockbuster is full of humorous details such as",
      "a fake bumper ad, weird side stories and, above all, hidden voucher codes that encourage",
      "people to order and watch the film. Over and over again."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  },
  {
    "id": "dev-roast",
    "title": "Dev Roast",
    "type": ["Web Development"],
    "description": [
      "Grocery delivery services are booming. And they all only talk about one thing: speed.",
      "With a different approach. A very slow one, Gorillas serves up an arthouse short film on YouTube",
      "that is about as long as the Gorillas delivery time: 8 minutes. \"Red Cabbage\" tells the story",
      "of Rod Kohl, who gets forgotten on a night bus and meets all sorts of strangers. He takes the",
      "audience into a cosmos that is very popular with the young target group and in which time",
      "doesn't matter: the Berlin night. The social blockbuster is full of humorous details such as",
      "a fake bumper ad, weird side stories and, above all, hidden voucher codes that encourage",
      "people to order and watch the film. Over and over again."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  },
  {
    "id": "gorillas-delivery",
    "title": "Gorillas Delivery",
    "type": ["Graphic Design", "Art Direction"],
    "description": [
      "Grocery delivery services are booming and they all only talk about one thing: speed.With a different approach, a very slow one, Gorillas serves up an arthouse short film on YouTube that is about as long as the Gorillas delivery time: 8 minutes. \"Red Cabbage\" tells the story of Rod Kohl, who gets forgotten on a night bus and meets all sorts of strangers. He takes the audience into a cosmos that is very popular with the young target group and in which time doesn't matter: the Berlin night.",
      "The social blockbuster is full of humorous details such as a fake bumper ad, weird side stories and, above all, hidden voucher codes that encourage people to order and watch the film. Over and over again."
    ],
    "team": [
      "ECD: Johannes Hicks",
      "SrCW: Lia Hermann",
      "SrAD: Annemarie Longtine",
      "AD: Ghada Bennasr"
    ],
    "agency": "Agency: Mediamonks",
    "client": "Client: Gorillas Delivery",
    "awards": "Awards: ACD Junior Silver",
    "photos": ["/images/photo3.jpg"],
    "videos": [],
    "vimeoVideos": ["https://vimeo.com/737487952"]
  },
  {
    "id": "bundesliga",
    "title": "Bundesliga",
    "type": ["Graphic Design", "Art Direction"],
    "description": [
      "At the top of the German football league, the Bundesliga is Germany's primary football competition. For its season finale, we were in charge of making a design toolkit, to be used across Bundesliga digital media and Tv channels."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  },
  {
    "id": "adidas",
    "title": "Adidas Uniforia",
    "type": ["Graphic Design"],
    "description": [
      "During my internship at Atttd studio design, I was part of the design team working on Adidas Uniforia Pack SS20. The visual language uses principles of arts and crafts born out of the collection’s artsy design markers. All paint strokes were handcrafted and digitised through a process that mixes analogue and digital techniques, drawing a parallel between the imperfect nature of sports and arts. The retail concept was transformed into a flexible global toolkit catering different global market realities. From small scale to flagship executions."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": ["/adidas_video.mp4"]
  },
  {
    "id": "gorillas-eoy",
    "title": "Gorillas EOY",
    "type": ["Graphic Design", "Art Direction"],
    "description": [
      "Winter 2021, grocery delivery in minutes became the new thing. And since everyone had the same exact focus, Gorillas needed to stand out by focusing on something else: empathy. This story was told across all channels and touch points. Using real human insights, that spoke to all of our target groups, no matter where they were celebrating the holidays."
    ],
    "team": [
      "ECD: Johannes Hicks",
      "Senior AD: Annemarie Longtine",
      "AD: Ghada Bennasr",
      "CW: Kevin Chow"
    ],
    "agency": "Agency: Mediamonks",
    "client": "Client: Gorillas Delivery",
    "photos": ["/images/photo3.jpg"],
    "videos": [],
    "vimeoVideos": ["https://vimeo.com/743515516"]
  },
  {
    "id": "bmw",
    "title": "BMW",
    "type": ["Art Direction"],
    "role": "Art Direction, Digital campaign German and French Market",
    "agency": "Mediamonks",
    "description": [
      "Our campaign for the 2 Series Active Tourer is a testament to adaptability, mirroring the versatility of life itself. With a plug-and-play production approach, we created a multitude of adaptations, each tailored to different markets, target audiences, and customer journey stages.",
      "Despite it being a product launch campaign, we didn’t focus only on technical features but on what they can do for you. With many small stories, all coming from A TOUR CALLED LIFE."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  },
  {
    "id": "tinder",
    "title": "Tinder",
    "type": ["Student Work", "Graphic Design", "Art Direction"],
    "role": "Concept, Artwork",
    "description": [
      "The idea of finding \"the one\" is a socially romanticized view of relationships. Tinder aims to shift this perspective by suggesting that there isn't just one perfect match for each of us; instead, anyone could be \"the one\" — whether they are the funny one, the attractive one, or the intelligent one.",
      "To illustrate this, imagine a Waldo puzzle made entirely of Waldos, symbolizing how effortlessly you can find not just one, but many perfect matches."
    ],
    "photos": ["/images/photo3.jpg"],
    "videos": []
  }
]
